/* 
  Localizable.strings
  iFixit

  Created by Stefan Ayala on 5/17/13.

*/

"Documents" = "Dokumente";
"Wikis" = "Wikis";
"Search" = "Suche";
"Categories" = "Kategorien";
"Devices" = "Geräte";
"All" = "Alle";
"Favorites" = "Favoriten";
"email@example.com" = "email@beispiel.de";
"Required" = "Benötigt";
"Login" = "Anmelden";
"Email" = "E-Mail";
"Password" = "Passwort";
"Your Name" = "Dein Name";
"Register" = "Registrieren";
"Username" = "Benutzername";
"again" = "erneut";
"Cancel" = "Abbrechen";
"Logout" = "Abmelden";
"Could not load guide list." = "Liste mit Anleitungen konnte nicht geladen werden.";
"Please check your internet connection and try again." = "Überprüfe deine Internet-Verbindung und versuche es erneut.";
"Retry" = "Erneut versuchen";
"Error" = "Fehler";
"Could not load featured collections." = "Gefeaturete Sammlungen konnten nicht geladen werden";
"Failed loading guide." = "Anleitung konnte nicht geladen werden";
"Try Again" = "Noch mal versuchen";
"Create an Account" = "Benutzerkonto anlegen";
"You haven't saved any guides for offline view yet. When you do, they'll appear here." = "Du hast bisher noch keine Anleitungen gespeichert, um sie offline anzuschauen. Sie werden hier auftauchen, sobald du sie gespeichert hast.";
"Logged in as %@" = "Angemeldet als %@";
"Search Results" = "Suchergebnisse";
"No Results Found" = "Suche ohne Ergebnis";
"General Information" = "Allgemeine Angaben";
"Loading..." = "Wird geladen...";
"Browse" = "Durchsuchen";
"Guides" = "Anleitungen";
"Projects" = "Projekte";
"More Info" = "Weitere Infos";
"Answers" = "Antworten";
"Back" = "Zurück";
"Choose a Site" = "Site wählen";
"More Sites..." = "Mehr Sites...";
"Past Features" = "Frühere Features";
"Favorite" = "Favorit";
"Downloading..." = "Wird geladen...";
"Saved" = "Gespeichert";
"Step %d" = "Schritt %d";
"Private site. Authentication required." = "Nichtöffentliche Site. Authentifizierung erforderlich.";
"Repair Manuals" = "Reparaturanleitungen";
"Store" = "Shop";
"Parts & Tools" = "Ersatzteile & Werkzeug";
"No guides found" = "Keine Anleitungen gefunden";
"This device has no guides." = "Zu diesem Gerät gibt es keine Anleitungen";
"Okay" = "Okay";
"Untitled" = "Unbenannt";
"Favorites are saved offline and synced across devices." = "Favoriten werden zwischen den Geräten synchronisiert und lokal gespeichert, damit du sie offline betrachten kannst. Bitte melde dich an oder registriere dich, um dieses Feature nutzen zu können.";
"All fields are required" = "Alle Felder müssen ausgefüllt sein";
"Passwords don't match" = "Passwörter stimmen nicht überein";
"Swipe to Begin" = "Starte durch Wischen";
"Looking for Guides? Browse thousands of them here." = "Auf der Suche nach Anleitungen? Hier findest du Tausende davon.";
"START A REPAIR" = "REPARIERE ES SELBST";
"Edit" = "Bearbeiten";
"Done" = "Fertig";
"Looking for Guides? Browse them here." = "Du suchst Anleitungen? Hier findest du sie.";
"We make technical documentation come to life." = "Wir machen technische Dokumentation lebendig.";
"Dozuki has thousands of manuals in one place. Learn how to do all sorts of things-from repairing your iPad to building a water-powered rocket." = "Dozuki bietet tausende Handbücher an einem Ort. Hier kannst du alles Mögliche lernen - von der Reparatur eins iPod bis zum Bau einer Rakete mit Wasserantrieb.";
"Get Started" = "Leg los";
